Repository: common-repository/sebastian
Catalog: languages/sebastian-*.po
Languages: tr_tr

source: General Settings
tr_tr: Genel Ayarlar

# sebastian_shortest_description
source: Sebastian is a simple Wordpress plugin that allows you to surprise your visitors. Like easter eggs.
tr_tr: Sebastian ziyaretçilerinize sürpriz yapabilmenizi sağlayan küçük ama eğlenceli bir eklentidir. Easter egg eklentisi de denebilir.

source: Status
tr_tr: Durum

source: Alert Message
tr_tr: Uyarı Mesajı

source: Redirect Link
tr_tr: Yönlendirme Linki

source: Active
tr_tr: Aktif

source: Passive
tr_tr: Pasif

# debug_mode_description
source: If activated, the dot will be bigger than normal.
tr_tr: Bu özelliği aktif ederseniz, nokta normalden daha büyük olacaktır.

source: Dot Color
tr_tr: Nokta Rengi

source: Debug Mode
tr_tr: Hata Modu

source: Enabled
tr_tr: Açık

source: Disabled
tr_tr: Kapalı

# sebastian_logo_description
source: Easter-egg plugin.
tr_tr: Eğlenceli eklenti.

source: Developed by
tr_tr: Geliştirici:

# welcome_title
source: We are happy to see you here!
tr_tr: Sizi gördüğümüz için mutluyuz!

# welcome_text
source: Sebastian is a simple plugin that allows you to surprise your visitors. Like easter eggs. When you activate the plugin, sebastian dot which is 1px to 1px travels in your Wordpress pages randomly. If the visitor mouseover the traveling dot in the website then you can show-up an alert with your custom message or redirect the visitor to the custom url.
tr_tr: Sebastian, ziyaretçilerinize sürpriz yapabilmenizi sağlayan küçük ama eğlenceli bir eklentidir. Bu minik eklentiyi aktif ettiğinizde, kendisi gibi minik bir nokta -ki biz ona Sebastian diyoruz- Wordpress sitenizin sayfalarında belirecek ve o sayfalarda gezecek. Ziyaretçileriniz fare ile üzerine geldiğinde ise seçtiğiniz özellik (uyarı mesajı ya da yönlendirme) aktif olacak.

# box_1_title
source: What do we do?
tr_tr: Neler yapıyoruz?

# box_1_description
source: We are especially working on web, mobile application and Wordpress development projects.
tr_tr: Biz ekip olarak çoğunlukla web, mobil ve Wordpress projeleri üzerinde çalışmaktayız.

source: Meet Radix Works Now
tr_tr: Radix Works ile Tanışın

# box_2_title
source: Frequently Asked Questions
tr_tr: Sıkça Sorulan Sorular

# faq_1_title
source: How can I hide the Sebastian?
tr_tr: Sebastian'ı nasıl gizlerim?

# faq_1_description
source: There is two way to do that. First, go to settings page of Sebastian, then check the "passive" option, then save. Second, you can always disable the plugin.
tr_tr: Bunu yapmak için iki yol var. İlk yok, ayarlar sayfasından durum özelliğini kapalı olarak değiştirin ve kaydedin. Diğer yol ise eklentiyi doğrudan pasif etmektir.

# faq_2_title
source: What happens if the alert message and redirect link are filled?
tr_tr: Hem uyarı mesajı hem de yönlendirme linki doluysa ne olur?

# faq_2_description
source: As I mention it in the settings page of the plugin, if you want to show up the alert, you have to leave "redirect link" input empty. Otherwise, redirect feature always works.
tr_tr: Eğer uyarı mesajının gözükmesini istiyorsanız, lütfen yönlendirme linki alanını boş bırakın. Aksi halde yönlendirme özelliği her zaman aktif olacaktır.

source: To know more, please read
tr_tr: Daha fazlası için

source: this page
tr_tr: bu sayfayı okuyun

# box_3_title
source: Contact Us
tr_tr: İletişime Geçin

# box_3_description
source: Got a question? Get in touch now with Radix Works developers. We are always happy to help you!
tr_tr: Sorunuz mu var? Hemen Radix Works geliştiricileri ile konuşun. Sizlere yardımcı olmaktan dolayı her zaman mutluluk duyacağız.

source: Take Me
tr_tr: Götür Beni
